IdeaRS.Connections
ConnectionTemplate.Parameters Property
Compatible with IDEA StatiCa 0.0
[Missing <summary> documentation for "P:IdeaRS.Connections.Data.ConnectionTemplate.Parameters"]
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public Dictionary<int, ParameterData> Parameters { get; set; }
Property Value
Type: Dictionary<Int32, ParameterData>
See Also
Reference
ConnectionTemplate Class
IdeaRS.Connections.Data Namespace